{
    "database-name": "ccylHistory",
    "database-version": "1.0",
    "charset": "UTF-8",
    "word": [
        {
            "id": "1",
            "title": "五四运动",
            "content": "1919年5月4日爆发的中国人民反对帝国主义和封建主义的伟大革命运动。第一次世界大战结束后，1919年1月，美、英、法、日等帝国主义国家在法国巴黎召开“和平会议”。这实际上是帝国主义国家重新瓜分世界的分赃会议。参加巴黎和会的中国代表在中国人民舆论的压力下，向会议提出废除袁世凯和日本订立的不平等条约“二十一条”，要求将德国在山东的租借地、胶济铁路以及其他权利归还中国，同时还提出七项“希望条件”废除势力范围；撤退外国军队、巡警；裁撤外国邮局及有线无线电报机关；撤销领事裁判权；归还租借地；归还租界；关税自主等。但这些要求和希望均遭到参加“和会”的帝国主义国家拒绝。不仅如此，他们还决定将德国在山东掠夺的权利全部让予日本，并将其写进了《协约和参战各国对德和约》即《凡尔赛和约》。至此，中国在巴黎和会上的外交完全失败。但军阀政府竟准备在和约上签字。消息传出，举国愤怒。5月4日，北京学生3000余人在天安门前集会，高呼“外争国权，内惩国贼”、“取消二十一条”、“拒绝和约签字”等口号。会后举行了游行示威，愤怒的爱国学生痛打了亲日派官僚章宗祥，并放火焚烧了亲日派官僚曹汝霖的住宅。军阀政府派军警镇压，逮捕学生30多人。全北京学生立即实行总罢课，并通电全国表示抗议。天津、上海、长沙、广州等地学生也纷纷游行示威，声援北京学生。在日本、法国等国的中国留学生以及南洋华侨学生都开展了爱国活动。6月3、4两日，军阀政府又逮捕北京学生近千人，激起全国人民的更大愤怒。上海、南京、天津、杭州、武汉、九江及山东、安徽等地的工人举行了中国历史上第一次政治罢工，上海和全国各重要城市的商人也先后举行罢市。至此，五四运动发展到新的阶段，即从开始的共产主义知识分子、革命的小资产阶级知识分子和资产阶级知识分子三部分人的统一战线运动，发展为以工人阶级为主力军，包括城市小资产阶级和民族资产阶级参加的全国范围的革命运动——“六三运动”，运动的中心也由北京移到上海。6日至10日，军阀政府被迫释放被捕学生，罢免卖国贼曹汝霖、章宗祥、陆宗舆的职务；28日拒绝在和约上签字。五四运动是中国由旧民主主义革命转变为新民主主义革命的转折点，也是中国青年运动的伟大开端。它开创了中国革命知识青年与工农群众相结合的道路。五四运动实际斗争的锻炼，马克思主义的进一步传播，造就了一批青年共产主义者。他们深入工农群众，传播马克思列宁主义，领导罢工斗争，促成了马克思列宁主义同中国工人运动的结合，为中国共产党和中国社会主义青年团的建立做好了思想上和干部上的准备。"
        },
        {
            "id": "2",
            "title": "留法勤工俭学",
            "content": "第一次世界大战后中国知识青年赴法国求学的运动。第一次世界大战期间，法国曾向中国大量招募华工。1915年蔡元培、吴玉章等在巴黎组织了勤工俭学会，以“勤于作工，俭以求学”为目的，号召青年去法国半工半读，并成立华法教育会作为留法勤工俭学的工作机构。从1919年3月到1920年底，中国先后有17批学生赴法，总数达1600多人。通过勤工俭学，他们对西方社会先进的科学技术有了更多的了解，对中国社会的落后、愚昧状况有了更深刻的认识，变革中国社会的愿望更加强烈了。他们中的先进分子如周恩来、赵世炎、蔡和森、李维汉、王若飞、李立三、向警予、陈毅、陈延年、陈乔年、聂荣臻、邓小平、李富春等，利用在欧洲的有利条件，努力学习马克思主义，研究俄国十月革命的经验，相继成为马克思主义者，对中国革命做出了重要贡献。1922年6月，赵世炎、周恩来、王若飞等发起成立了“旅欧中国少年共产党”，在旅欧学生和工人中积极宣传马克思主义。1924年，国共两党共同领导的中国大革命运动蓬勃兴起，根据中共中央的决定，留法勤工俭学的大批先进分子或回国，或转赴苏联学习，这一运动遂告结束。"
        },
        {
            "id": "3",
            "title": "黄庞流血事件",
            "content": "1922年1月，长沙华实公司第一纱厂工人在湖南劳工会及其负责人、中国社会主义青年团员黄爱、庞人铨领导下举行罢工。湖南省省长、军阀赵恒惕派出军警，于1月16日深夜将黄、庞秘密逮捕，第二天在长沙浏阳门外杀害。消息传出后，许多工人到湖南省政府门前抗议赵恒惕的罪行。毛泽东在船山学社主持召开了隆重的追悼会，并将黄、庞被害的经过在京、沪等地报刊上披露，开展了反对赵恒惕的宣传。黄爱、庞人铨是中国工人运动中最早牺牲的青年团员。事件后不久，湖南各地的罢工斗争逐渐高涨起来。"
        },
        {
            "id": "4",
            "title": "非基运动",
            "content": "非基督教运动，20年代由中国社会主义青年团发起的反对帝国主义利用宗教进行文化侵略的群众运动。1922年3月9日，中国社会主义青年团机关刊物《先驱》发表上海各校“非基督教学生同盟”宣言，指出：世界的资本主义“先后拥入中国，实行经济的侵略主义了，而现在的基督教及基督教会，就是这经济侵略的先锋队。”宣言对世界基督教学生同盟准备于当年4月4日集合全世界基督教徒在北京清华学校开会表示抗议，号召广大青年学生和工人起来反对帝国主义的这种“学生同盟”。全国各地爱国学生和教育界爱国人士积极响应。继上海、北京之后，广州、南京、长沙、湖北、杭州等30余地也纷纷成立了这类组织。4月4日至8日，“世界基督教学生同盟”在军阀政府的大批军警保护下在清华学校开会，北京学生前往抗议。5月10日，“非宗教大同盟”在北京大学召开成立大会，大会选举李大钊、胡鄂公、彭邦栋、邓中夏、黄日葵等15人为干事。其他许多地方也举行了反基督教集会。由于帝国主义的压制和领导不力，这一运动不久便停止了。1924年国共合作实现以后，随着全国各地废除不平等条约运动的兴起，非基运动又趋高涨。1924年8月，上海各校学生重新组织非基督教同盟，并成立了一个由共产党人柯柏年、张秋人、唐公宪等人参加的五人委员会，具体负责运动的宣传和组织工作。运动迅速发展为全国规模，南京、苏州、宁波、杭州、绍兴、广州、长沙、青岛、武汉、河南、太原、西安、重庆以及日本等地都先后组织了非基督教同盟。随着运动的深入开展，广大爱国青年更加认清了基督教会对华侵略的本质，提出了收回一切外国在华教育权的要求。1924年7月，“少年中国学会”提出“反对丧失民族性的教会教育”的主张。8月，全国学生联合会第六次代表大会决定开展收回教育权运动。10月，全国教育联合会通过了“教育实行与宗教分离”和取缔“外国人在国内办理教育事业”的决议案。中国共产党和社会主义青年团积极领导了这次收回教育权的运动。1925年1月青年团三大后成立的中央委员会专门设立了非基督教部，并编印刊物《非基督教运动》，具体领导和组织这场斗争。运动中，教会学校的广大爱国学生民族觉悟空前提高，大批学生愤然退出教会学校，一些教徒退出教会。在各地学生运动的压力下，1925年北京军阀政府曾三次颁布取缔教会学校的命令，颁布“外人捐资设立学校请求办法”，规定外人捐资设立学校应取得教育行政部门的认可；学校名称冠以“私立”字样；学校校长须为中国人；学校董事会中国人应占名额之过半；学校不得传布宗教；学校课程须遵教育部所定标准等。这场运动扩大了共产党和青年团组织的政治影响，使广大学生受到了马克思主义的教育，提高了对帝国主义的认识。"
        },
        {
            "id": "5",
            "title": "劳动立法运动",
            "content": "1922年8月，中国劳动组合书记部为了推动工人运动，乘北京直系军阀政府进行恢复国会、制定宪法的欺骗宣传之机，提出劳动者有权参加国家管理，有言论、集会、结社、罢工之自由权利，应规定合理工时、工资、劳动保护等制度，号召全国工会展开劳动立法运动。刚刚正式成立的中国社会主义青年团带领团员积极投入这场斗争，广大团员站在斗争前列，一些团的基层组织的负责人担任了劳动组合书记部支部的领导工作，成为工人运动的领导者。这一运动揭露了北京军阀政府所谓“制宪”的骗局。劳动组合书记部提出的劳动立法条款，实际上成了当时全国各地工人罢工斗争的纲领，它推动了工人运动的发展，提高了工人的政治觉悟。"
        },
        {
            "id": "6",
            "title": "国民会议运动",
            "content": "第一次国内革命战争时期一场重要的反帝反封建运动。1923年7月，中国共产党在《第二次对于时局的主张》中，号召召开国民会议，反对军阀政权。次年10月冯玉祥在北京发动政变，囚禁大总统曹锟，成立了以段祺瑞为首的北京临时执政府。中国共产党为揭露帝国主义和军阀政府分裂中国的新阴谋，1924年11月在《第四次对于时局的主张》中再次号召召开国民会议，制定宪法，争取建立民主共和国。中国社会主义青年团机关刊物《中国青年》也发表文章，号召青年积极参加这个运动。这一号召得到全国人民的热烈响应，各地先后成立了“国民会议促成会”，拥护国民会议的召开，形成了反对军阀的民主运动。孙中山在《北上宣言》中积极支持并重申这一主张。军阀段祺瑞为巩固其反动统治，于1925年2月召开御用的“善后会议”，抵制国民会议的召开。3月1日，在中国共产党和国民党左派主持下，国民会议促成会全国代表大会在北京举行，以与“善后会议”相对立。这一运动对揭露帝国主义和军阀政府的反动面目、动员人民参加革命斗争起了积极作用。"
        },
        {
            "id": "7",
            "title": "废约运动",
            "content": "1924年爆发的废除帝国主义强加在中国人民头上的不平等条约的群众运动。1924年5月，《中俄解决悬案大纲协定》正式签订。协定规定废除帝俄时代与中国签定的一切不平等条约、取消治外法权和领事裁判权、取消中东铁路除商务外的一切特权等等。中苏协定的签订，大大鼓舞了中国人民的反帝斗争。全国迅速掀起了一场废除一切不平等条约的运动。7月，北京学生联合会等50余个团体联合组成反帝国主义运动大同盟；北京专科以上八校教职工联席会议发表宣言，要求取消一切不平等条约；上海机器工人俱乐部等30余个团体也发表了废除不平等条约的宣言。8月，上海学生联合会总会等30余个团体组成废约运动大同盟，并于9月3日至9日发起了全国性的反帝国主义运动周，全国各地召开了群众大会。中国共产党发表了对时局的宣言，号召全国人民组织起来，解除一切军阀的武装，从根本上推翻外国帝国主义在中国一切既得的权力势力。蔡和森、萧楚女、恽代英等也在《中国青年》上发表文章，以大量事实揭露帝国主义侵略中国，利用各种不平等条约，在政治上、经济上控制中国内政外交的罪行，有力地推动了废约运动的深入发展。"
        },
        {
            "id": "8",
            "title": "五卅运动",
            "content": "中国共产党领导中国人民反对帝国主义的革命运动。1925年5月初，上海内外棉纱厂工人为抗议日本资本家无理开除中国工人举行罢工。5月15日，日本资本家悍然枪杀青年工人、共产党员顾正红，并打伤十余人。这一暴行激起上海各界人民的无比愤怒，纷纷起来支援工人的斗争。5月28日，中共中央在上海举行紧急会议，决定5月30日在租界举行反帝示威游行，并提出把工人的经济斗争发展成为反帝政治斗争。5月30日，上海学生2000余人在租界内进行反帝宣传，声援工人斗争，要求收回租界，被英国巡捕拘捕100多人。随后汇集群众万余人，举行示威游行，在南京路租界捕房门前，高呼“打倒帝国主义”等口号，要求释放被捕学生。英帝国主义巡捕竟悍然向手无寸铁的群众开枪，当场打死13人，打伤数十人，造成震惊全国的“五卅惨案”。中共中央和共青团中央立即号召全上海人民和青年罢工、罢课、罢市，抗议英帝国主义的大屠杀，并组织行动委员会领导这次斗争。在共产党人蔡和森、李立三、刘少奇等的领导下，上海总工会也在6月1日宣告成立，同时举行了20余万工人的总同盟罢工，5万余学生的罢课，绝大多数商人举行了罢市。7日，由上海总工会、全国学生联合会、上海学生联合会和各马路商界总联合会推举代表组成“工商学联合委员会”，提出了惩办凶手、取消领事裁判权、撤退英日驻军等17项交涉条件。北京、南京、汉口、广州、长沙、青岛、天津、重庆、海丰、陆丰等近500个城镇人民纷纷举行游行示威、罢工、罢课、罢市或通电、捐款等表示坚决支持，形成了全国规模的反帝怒潮，并得到了国际工人阶级的支援。在帝国主义和买办资产阶级的威胁利诱下，民族资产阶级动摇妥协，6月26日，上海总商会和各马路商界总联合会单方面宣布停止罢市，破坏了反帝统一战线。工人罢工坚持了3个多月，最后为了保存力量和巩固已取得的胜利，到8月中旬才开始复工。这一运动沉重打击了帝国主义，大大提高了中国人民尤其是青年学生的政治觉悟，密切了青年知识分子同工人阶级及广大群众的联系，揭开了大革命高潮的序幕。同时在组织领导运动过程中，各地共产党和共青团组织也得到了很大发展。"
        },
        {
            "id": "9",
            "title": "三一八惨案",
            "content": "1926年北京段祺瑞政府镇压爱国学生的暴行。五卅运动以后，北方革命形势迅猛发展，冯玉祥率领的国民军受群众革命运动的影响，进一步倾向革命。在日、英帝国主义策划下，奉系军阀张作霖和直系军阀吴佩孚联合起来向人民革命力量和国民军进攻。1926年3月12日，日本帝国主义派军舰掩护奉军军舰驶进天津大沽口，炮击国民军，被守军击退。日本竟联合英、美、法等八国公使于16日向北洋军阀段祺瑞执政府提出最后通牒，要求国民军撤除防务，并以“决采取必要之手段”相威胁。帝国主义的武装挑衅激起中国人民更强烈的义愤。3月14日，在中共北方区委书记李大钊领导下，北京2万多名群众集会抗议日军炮击大沽口。3月17日，北京各学校和社会团体400余人到国务院、外交部请愿，要求段祺瑞政府以强硬态度驳回“最后通牒”，驱逐签署“最后通牒”的八国公使出境。段祺瑞政府竟下令国务院门前的守卫军士行凶，当场刺伤代表多人。3月18日，北京各界群众5000余人在李大钊等人领导下，在天安门前举行反对八国通牒的国民大会，大会通过决议，要求驳回八国通牒，立即撤退驻津外国兵舰，惩办大沽口肇事祸首，抚恤大沽口死亡军民，严惩枪杀各团体代表的祸首。会后组织了以北京大中学生为主的2000多人的请愿团，前往铁狮子胡同执政府请愿，沿途高呼“打倒帝国主义”、“打倒段祺瑞”等口号。请愿队伍进入执政府门前广场时，段祺瑞竟命令卫队开枪，当场有47人被打死，200余人被打伤。这次惨案激起了全国人民的极大愤怒。全国各地纷纷举行罢课，集会和示威游行，抗议段祺瑞惨杀北京民众的暴行，从而形成了一次广泛的群众革命运动。4月，国民军驱逐了段祺瑞，执政府垮台。"
        },
        {
            "id": "10",
            "title": "反对戴季陶主义",
            "content": "戴季陶是国民党中央委员，国民党的所谓理论家，曾受到孙中山器重。孙中山逝世不久，1925年5月，他便在国民党一届三中全会上，提出以“建立纯正的三民主义”的中心思想作为国民党的“最高原则”。6、7月间，他又一连发表了《孙文主义之哲学的基础》、《国民革命与中国国民党》等小册子，反对马克思主义的阶级斗争学说，反对孙中山的新三民主义。他说三民主义的思想基础是“民生哲学”，而仁爱又是“民生哲学之基础”。胡说“中国的革命与反革命的对立，是觉悟者与不觉悟者的对立，不是阶级对立”。他诬蔑共产主义不适合于中国。在组织上，他说团体有“排拒性”，国共两党没有“共信”，所以不能团结，认为共产党应该退出国民党。因此，戴季陶主义就成为国民党右派的思想理论基础，它是资产阶级反共、破坏统一战线和国民革命的一个重要表现。为了反击国民党右派的猖狂进攻，中国共产党人联合国民党左派，对戴季陶主义的反动谬论进行了彻底的批判。1925年9月，瞿秋白发表《中国国民革命与戴季陶主义》，陈独秀发表《给戴季陶的一封信》，恽代英、萧楚女、施存统等也分别发表文章，对戴季陶的谬论予以严厉驳斥。他们指出，中国共产党主张阶级斗争并不否认民族斗争，而且认为当前民族斗争非常需要，试看历年来的反帝斗争，哪一次不是工人阶级站在斗争最前列，成为冲锋陷阵的战士？真正为国家民族利益而奋斗牺牲的是广大工农群众，而地主资产阶级却竭力破坏爱国运动。这充分说明，在民族斗争中实有阶级斗争之必要。戴季陶主张停止阶级斗争，实际上便是破坏民族斗争的主要力量。戴季陶所说的以仁爱之心感动资产阶级使之尊重工农群众的利益，这更是欺骗工农的鬼话。戴季陶所说的团体有“排拒性”，事实上也不过是资产阶级排拒无产阶级而已。1925年12月，毛泽东主编的《政治周刊》创刊，毛泽东在发刊词中鲜明地提出向反革命派的宣传进行反攻的战斗任务。1926年3月，毛泽东在《中国青年》上发表了《中国社会各阶级的分析》一文，不仅从根本上批判了戴季陶主义，指明了无产阶级要与民族资产阶级建立资产阶级国家的企图作斗争，而且帮助青年运用马克思主义的阶级分析方法，分清了敌友，明确了斗争方向。"
        },
        {
            "id": "11",
            "title": "北平学生南下示威团",
            "content": "九一八事变发生后，全国人民无不义愤填膺，坚决要求抵抗日本帝国主义的侵略。共青团中央于1931年9月21日发出告全国青年书，号召全国青年起来罢工、罢课、罢操、罢市，反对日本帝国主义的进攻。具有高度爱国激情的青年学生迅速行动起来，抗议日军侵华暴行，动员组织人民起来抗日。全国各地学生纷纷派出代表到南京向国民党当局请愿，要求蒋介石出兵抗日。而蒋介石对学生的要求却一味敷衍搪塞。多次请愿无效后，广大学生逐渐认识到国民党政府是卖国政府，实行的是不抵抗主义，开始打破了对国民党政府的种种幻想。12月1日，北京大学以中共党员、共青团员为骨干组成的学生南下示威团一行230人，乘车奔赴南京示威，4日，北平又有2000多名学生组成北平学生南下示威团，经过艰苦斗争，终于胜利到达南京。在北平学生的鼓舞下，青岛、济南、武汉、徐州、天津、上海、广州、西安、太原等地学生代表也陆续赶到南京，举行抗议示威。5日，北京大学示威团在南京示威游行，国民党当局出动1000多名军警包围示威队伍，毒打和逮捕爱国学生，185名学生被捕，33人受重伤。国民党的暴行导致学生运动更加高涨。"
        },
        {
            "id": "12",
            "title": "珍珠桥惨案",
            "content": "1931年12月17日国民党当局镇压爱国学生的暴行。九一八事变后，国民党反动政府推行的不抵抗主义激起了全国人民的强烈义愤。全国各地学生纷纷组成示威团赶赴南京向国民党政府示威抗议。1931年12月15日，来自全国各地的学生代表和南京学生共3万多人向国民党中央党部示威，蔡元培、陈铭枢奉蒋介石之命接见学生时被打伤。国民党出动军警镇压学生，13名学生被捕，许多学生受伤。17日，学生再次举行示威游行。愤怒的学生砸毁了国民党中央党部大门上的国民党党徽，并捣毁了国民党《中央日报社》。南京卫戍司令部立即派出大批军警，用枪弹、刺刀、棍棒对示威学生进行血腥镇压，使30多名学生被杀，100多人受伤，60多人被捕。制造了震惊全国的“珍珠桥惨案”。18日凌晨，大批军警又包围了学生驻地，把学生捆绑起来，武装押回原地。消息传出后，各地学生极为愤怒，纷纷集会追悼死难者，举行示威罢课，声援南京的斗争，国民党当局被迫释放了全部被捕学生。"
        },
        {
            "id": "13",
            "title": "“扩红”运动",
            "content": "1932年到1934年在革命根据地开展的扩大红军有生力量的运动。三大起义（即南昌起义、秋收起义和广州起义）以后，中国工农红军进入创建时期。为了不断扩大红军有生力量，保卫革命根据地，根据地多次进行大规模的扩军运动。动员青年参加红军成为共青团的一项主要工作，各级团组织开展了热烈的多种形式的竞赛活动，在根据地掀起了参军参战热潮。许多团支部整个支部的团员参加了红军，更多的模范少先队整排整连整营整团来到红军部队。各地还选送了大批团干部到红军中去做政治工作。仅1933年红五月江西省就有10万新兵到军区报到。1933年8月5日，共青团中央创立了由1万多名青年组成的“少共国际师”。"
        },
        {
            "id": "14",
            "title": "共产青年团礼拜六",
            "content": "1931年至1934年在革命根据地共青团组织中开展的以拥军优属为主要内容的活动。为了鼓舞红军士气，保证红军作战和生活物资的供应以及保证红军家庭的生活和生产，1931年2月19日，共青团中央决定开展“共青团员的礼拜六”活动。在休息日（星期日、假日）动员团员做一定的工作，如搬运粮食、挖战壕、运枪械，女团员缝制军衣、军鞋、修补军装等。此后，一个以拥军优属为主要内容的“共产青年团礼拜六”活动蓬勃开展起来，并由团员发展到全体青少年，最后在各根据地的各级党、政、后方军事机关、其他群众组织的工作人员中普遍推广。1931年11月，苏维埃第一次代表大会通过《中国工农红军优待条例》后，共青团苏区中央局提出“礼拜六工作的主要内容，是帮助政府实现优待红军条例--耕作红军公田，帮助红军家属耕田，帮助红军运输与收买粮食等”。为了支援红军，解除红军后顾之忧，各级团组织、少先队、儿童团按照居住区域，组织耕田队、生产队，包耕包收，组织服务队定期登门挑水、打柴、做饭。第五次反“围剿”失败后。礼拜六活动被迫中断，但它为以后的青少年共产主义义务劳动创造了宝贵经验。"
        },
        {
            "id": "15",
            "title": "一二九运动",
            "content": "第二次国内革命战争时期中国共产党领导的一次大规模学生爱国运动。1931年日本帝国主义占领中国东北后，接着向华北发动了新的侵略。1935年5月，日寇向国民党政府提出了对华北统治权的无理要求，并以武力相要挟。国民党政府对日寇完全屈服，与日签定了丧权辱国的《何梅协定》，使中国在河北、察哈尔的主权大部丧失。10月，日寇策动河北香河等县的汉奸、流氓举行暴动，由此开始了日寇策动的以汉奸、流氓、毒犯为主体的“华北五省自治运动”。11月25日，日寇指使汉奸殷汝耕成立“冀东防共自治政府”，冀东20多个县的国土便脱离了中国的统辖。国民党政府继续坚持不抵抗政策，竟准备成立“冀察政务委员会”以适应日寇“华北政权特殊化”的要求。在严重的民族危机面前，中国共产党于8月1日发表宣言，号召全国人民团结起来，停止内战，一致抗日。12月9日，北平学生6000余人在中国共产党领导下举行示威游行，高呼“停止内战，一致抗日”、“打倒日本帝国主义”等口号。反动军警进行镇压，许多学生被捕或受伤。第二天北平各校学生宣布总罢课以示抗议。16日是冀察政务委员会准备成立的日子，学生和市民2万多人在天桥和前门火车站广场分别召开市民大会，通过了反对冀察政务委员会、反对华北任何傀儡组织、停止内战，一致对外、收复东北失地、争取抗日和爱国自由等决议案。会后举行示威游行。反动军警再次镇压，学生30多人被捕，400多人受伤。北平学生的爱国行动沉重打击了日寇的嚣张气焰和国民党政府的卖国主义，迫使“冀察政务委员会”不得不延期成立。杭州、广州、南京、天津、上海、武汉、长沙等地学生相继举行示威游行，各地爱国人士纷纷成立各界救国会，要求国民党政府停止内战，实现抗日，形成全国人民爱国民主运动的新高潮，推动了抗日民族统一战线的建立。一二九运动成了推动中国人民抗日救亡运动走向高涨的起点。"
        },
        {
            "id": "16",
            "title": "平津学生南下扩大宣传活动",
            "content": "1936年1月，北平、天津学生响应党、团中央号召，深入人民群众开展的抗日救亡宣传活动。一二九运动后，国民党采取各种措施，分化破坏学生运动。为此，中国共产党及时指出，学生运动必须和工农兵抗日斗争结合起来，才能达到胜利。共青团中央根据中共指示精神，于1935年12月20日发表《为抗日救国告全国各校学生和各界青年同胞宣言》，号召青年学生到工农兵商中去，“实行全民抗日救国大联合”。中共北平地下党经过研究，决定利用寒假通过平津学生联合会组织“平津学生南下扩大宣传团”。1936年1月初，“平津学生南下扩大宣传团”正式组成。董毓华、宋黎、江明任总指挥，彭涛任党团书记。宣传团成员多为一二九运动的骨干，约500人。1月3日，宣传团开始分四路沿平汉路南下。宣传团沿途宣讲日军在东北的暴行和华北的民族危急情况，演出歌颂东北义勇军的话剧，并帮助当地农民建立抗日救亡组织。宣传团历时3周，徒步700里，促进了广大群众的觉醒，撤下了抗日的火种。宣传团的活动引起国民党的恐惧，遭到国民党军警特务的围追和殴打。为保存有生力量、坚持长期斗争，宣传团到高碑店、保定后，随即返回北平。后在中共北平地下党领导下，以宣传团为基础成立了“中华民族解放先锋队”。"
        },
        {
            "id": "17",
            "title": "西安五青年事件",
            "content": "抗日战争期间国民党政府制造的迫害爱国青年的事件。抗战期间，国民党政府不仅消极抗战，还处处限制人民的参战活动，对青年抗日救亡运动更是横加迫害。蒋介石先后给各地发了许多密令，严禁学生公开讲演、举行座谈、集会游行、宣传抗日。1938年2月至6月，国民党陕西省党部两次下令，非法解散西北青年救国联合会、民先队总队部、西北各界救国联合会等13个爱国团体。6、7月间，又逮捕了西北青救会驻西安的负责人何志诚、民先队西北负责人李连璧、民先队西安队负责人于志远、蔺克女、陈宇等五人，时称“西安五青年”事件。中共和各界抗日爱国人士对国民党政府迫害青年及爱国团体的行径进行严厉的抨击，并领导“营救五青年运动”，连续组织几次游行示威，发动各学校各团体轮流探监慰问和开展签名运动进行抗议。在各界群众的压力下，9月，国民党当局被迫释放了五青年。"
        },
        {
            "id": "18",
            "title": "一二一运动",
            "content": "抗日战争结束后，全国人民希望实现和平民主，但国民党政府却一意孤行，坚持一党专政，并在美国支持下奉行内战政策。1945年国共两党签订的《双十协定》墨迹未干，国民党便背信弃义，向华北、东北、华东、华中各解放区发动进攻。为此，11月5日，中共中央号召“全国人民动员起来，用一切方法制止内战”。处于全国民主运动中心的昆明青年首先行动起来，迅速投入反内战、争民主的运动。11月25日晚，昆明几所大学的学生自治会在西南联合大学举行时事晚会，演说正进行时，包围会场的国民党军队突然用冲锋枪、机关枪、小钢炮对会场上空射击，进行恐吓。次日，昆明3万学生为反对内战和抗议军警暴行宣布总罢课，提出立即停止内战、撤退驻华美军、保障人民民主权利、建立民主的联合政府等口号。12月1日，大批国民党特务和军人分途围攻西南联大和云南大学等校，毒打学生和教师，并向学生集中的地方投掷手榴弹，炸死西南联大学生潘琰、李鲁连，昆华工校学生张华昌，南菁中学青年教师于再等4人，重伤29人，轻伤30多人，造成了震惊全国的“一二一惨案”。从12月2日起，昆明为四烈士举行公祭。一个半月中，参加公祭的各界人士有15万人，近700个团体。全国各地学生纷纷举行集会游行，声援昆明学生的正义斗争。全国学生和昆明市民对昆明学生的支持和声援，有力地打击了国民党反动派的气焰，迫使国民党“公审”并枪决了杀害学生的凶手，并免去了国民党云南省党部主任委员、代理省主席李宗黄的职务。这次运动揭露了国民党反动派发动内战的阴谋，对以后学生爱国民主运动的发展起了重要推动作用。"
        },
        {
            "id": "19",
            "title": "青年团的试建",
            "content": "即中国新民主主义青年团的试建。1942年以后，有些解放区青年救国会日渐涣散，青年工作日趋消沉。到抗日战争结束后的1946年，问题愈加严重。陕甘宁、太行、晋冀鲁豫等解放区的中下层青联或青救会组织大多涣散，上层青联或青救会有名而无实际机构。山东、晋察冀、华中、晋绥等解放区各级青联或青救会组织虽存在，但工作方针不明确，工作范围不确定，工作任务不具体，上下级联系很少，会员没有组织生活，青年干部经常被抽去做党政工作，普遍不安心，整个工作处于自流状态。这种情况说明原有的青年组织已不适应青年工作的需要。1946年8、9月间，分管青年工作的中共中央书记处书记任弼时主持召开了两次中央会议，讨论重新建团问题。会议一致认为，应该建立青年团，但要先经过试点。同时对团的名称、性质、任务、工作方法、团与其他青年团体的关系以及建团的方法等提出了重要意见。1946年9月中央青委首先在延安的冯庄、丰足火柴厂、延安行知中学试建青年团并获得成功。11月5日，中共中央发出《关于建立民主青年团的提议》。解放区中共各中央局、各分局按照《提议》的要求，陆续择地试建青年团。1947年8月至9月，中共中央青委召开了解放区青年工作代表会议，决定扩大团的试建工作，并决定改秘密建团为公开建团。到1948年底，试建青年团的工作在各解放区普遍展开，并获得很大成功，为中共中央决定正式建团提供了依据，为青年团从试建到在全国普遍建立奠定了坚实的基础。"
        },
        {
            "id": "20",
            "title": "第二条战线",
            "content": "第三次国内革命战争时期，在国民党统治区内由中国共产党领导的，以青年学生为先锋的各阶层人民反对国民党独裁、内战、卖国的斗争。这一斗争以1945年底的一二一运动为发端，以1946年底的抗暴运动为兴起标志，以1947年5月反饥饿、反内战、反迫害运动为形成标志，逐步形成配合人民解放战争军事战场的又一个战场。这一系列斗争沉重地打击了蒋介石政府的统治，在政治上有力地揭露和孤立了国民党反动派，促进了人民解放战争的胜利发展。诞生于抗日战争后期和解放战争初期的国民统治区内党领导下的进步青年群众组织在斗争中发挥了重要作用，许多成员经过斗争的锻炼迅速成长起来，为1949年青年团组织的正式建立和发展培养了一大批骨干。中共中央高度评价这一声势浩大的人民群众的爱国民主运动。由中共中央主席毛泽东亲自撰写的新华社评论称赞这一系列斗争为“第二条战线”。第二条战线的胜利发展使蒋介石政府处在全民的包围之中。"
        },
        {
            "id": "21",
            "title": "抗美援朝运动",
            "content": "1950年6月25日，朝鲜内战爆发。美帝国主义乘机把第七舰队派往中国台湾，接着又于9月15日纠集15个国家的军队，打着联合国的旗号，在朝鲜仁川登陆，并不顾中国人民一再警告，把战火引向中国边境，轰炸中国安东（今丹东）等地。中国人民响应毛泽东发出的抗美援朝、保家卫国的号召，组织中国人民志愿军，于10月25日开赴朝鲜前线和朝鲜人民军并肩作战，抗击美国侵略军。11月4日中国各民主党派发表联合宣言，在全国范围内开展抗美援朝、保家卫国的群众运动，并成立了抗美援朝总会。抗美援朝运动迅速在全国掀起。全国人民广泛开展支援志愿军的活动，大批青年工人、农民和学生踊跃报名参加志愿军，成千上万的农民、铁路员工、汽车司机和医务人员到前线担任战地勤务和运输工作，人民纷纷推行爱国公约，捐献飞机大炮，慰问志愿军及其家属，开展增产节约运动，支援前线战斗。在中朝人民军队的沉重打击下，美帝国主义连遭失败，被迫于1953年7月27日在朝鲜停战协定上签字。至此，中朝人民军队取得抗美战争的伟大胜利，中国人民的抗美援朝运动也胜利结束。"
        },
        {
            "id": "22",
            "title": "青年监督岗活动",
            "content": "50年代根据生产与经济活动的实际需要，帮助党政机关发现和消除厂矿企业工作中的缺点和不良现象而开展的活动。1952年党和政府开展了增产节约运动与“三反”斗争，青年监督岗逐渐形成群众性的活动。到1955年9月底，全国工矿企业建立青年监督岗1122个，参加人数5000多人。他们通过公开批评和内部协商等办法，达到解决问题消除缺点的目的。与此同时，农村青年也建立了监督岗（或叫青年检查队、组），主要任务是揭发和批评生产上的缺点，提合理化建议，找出解决问题的办法，表扬好人好事。这项活动对吸引青年协助行政管好工农业，发挥青年积极性，培养青年关心集体、爱护国家财产、坚持原则的优良品质都起到了积极的作用。"
        },
        {
            "id": "23",
            "title": "劳动教育活动",
            "content": "建国初期青年团组织在青年中开展的热爱劳动、树立正确的劳动观念的教育活动。随着经济和文化事业的发展，全国高小和初中毕业生人数逐年增加。不少学校由于只追求升学率而忽视劳动教育，导致学生普遍轻视体力劳动特别是农业劳动，农村部分毕业生不安心甚至根本不参加农业劳动。1954年4月，团中央发出了《关于组织不能升学的高小和初中毕业生参加或准备参加劳动生产的指示》，各级团组织积极配合有关部门，加强热爱农村、热爱劳动的教育，妥善解决了不能升学的高小和初中毕业生参加农业劳动的问题。同时在城市青年中开展了以组织青年参加义务劳动为主要内容的劳动教育活动。通过劳动教育，使广大青年懂得了“劳动创造一切”的道理，清除了轻视劳动的错误思想，初步树立了热爱农村、热爱劳动的思想观念。"
        },
        {
            "id": "24",
            "title": "青年突击队活动",
            "content": "社会主义改造时期在全国青年中开展的以提高劳动生产率、加快建设速度为主要内容的活动。1954年1月13日，在北京苏联展览馆建设工地，18名青年团员建立了一支木工青年突击队，他们首战便用3小时完成了7小时才能完成的混凝土溜槽任务，随后又用181个工完成原计划用478个工的拱顶大梁建造任务。在他们的带动下，工区又先后建立了瓦工、抹灰工、电气工、水暖工、混凝土工等六支青年突击队。1954年6月，团中央帮助青年团北京市委总结了苏联展览馆工区组织青年突击队的经验，《人民日报》和《中国青年报》发表了以推广青年突击队经验为主要内容的社论。12月，中共中央向全国批转了团北京市委的报告。在团中央“重点试建，逐步推广”的方针指导下，各地先后建立和发展了青年突击队。到1955年9月底，全国工矿企业、建筑行业等建立青年突击队1597个，参加人数31518人。与此同时，各地农村也纷纷组织了青年突击队，其中广东省中山县新平乡第九农业合作社的青年突击队曾受到毛泽东的赞扬。青年突击队活动适应了社会主义建设的需要，在提高劳动生产率，推动劳动竞赛、增强青年生产劳动的自觉性等方面都产生了积极作用。"
        },
        {
            "id": "25",
            "title": "青年志愿垦荒活动",
            "content": "随着社会主义建设事业的迅猛发展，对粮食的需求量越来越大，发展农业、增产粮食成为国家建设中的一个重要问题。1955年5月，中共中央批准农村工作部《关于垦荒、移民、扩大耕地、增加粮食的初步意见》。7月，团中央发出了《关于组织青年参加边疆建设问题的一些意见》，提出“动员一部分城市中未升学的初中、高小毕业生及其他失业青年参加垦荒工作”。广大青年热烈响应号召，迅速掀起一个全国性的垦荒热潮。8月30日，在青年团的发动、领导下，北京青年首先组织了60人的北京青年志愿垦荒队到黑龙江省萝北县开荒种地，在北大荒建立了第一个以北京市命名的村庄——北京庄。10月18日，由98人组成的上海青年志愿垦荒队奔赴江西鄱阳湖畔的德安县，在荒滩秃岭上安家落户，建设共青社。1956年1月，由260人组成的温州青年志愿垦荒队来到荒芜的大陈岛，决心将它建设成东海上的一颗明珠。黑龙江、辽宁、河北、山东、武汉、天津、广东、浙江、福建、河南、云南、江西、广西等省市自治区的青年团组织也先后组织了各种青年垦荒队，在本地区或外地开展垦荒活动。到1956年9月，在一年多的时间里，青年团协助政府组织了20余万人投身到垦荒事业中，为新中国的农业生产及边疆建设的发展做出了重要的贡献。"
        },
        {
            "id": "26",
            "title": "道德教育活动",
            "content": "1954年秋至1955年夏青年团协助有关方面在全国大中城市中开展的以“培养青年共产主义道德，抵制资产阶级思想侵蚀”为主要内容的宣传教育活动。新中国成立后，随着共产主义教育的深入进行，广大青年的道德风貌发生了可喜的变化。但是，由于资产阶级和封建残余势力的腐蚀和影响，在一些大、中城市的青年中还存在着纪律松弛、道德败坏等问题，偷盗、拐骗、贪污、赌博以及严重破坏公共秩序等不良现象时有发生。1954年春，中共中央提示团中央注意青年中的纪律和社会风气问题。10月，《中国青年报》和《中国青年》杂志连续报道了几件青年中腐化堕落、道德败坏的典型事例，并发表了一系列社论，引起了全社会的关注。为把教育活动引向深入，团中央书记处于11月6日向中共中央作了《关于加强对青年的道德教育、抵制资产阶级思想侵蚀的请示报告》，对教育活动做了具体部署。1955年1月，中共中央批转青年团上海市委《关于加强培养青年共产主义道德品质抵制资产阶级思想侵蚀的报告》，对这一教育活动的目的、内容、政策界限和策略步骤做了规定。2月，青年团召开二届二中全会研究进一步加强对青年的共产主义教育问题，推动了教育活动的深入发展。全国集中进行的宣传教育活动从1954年10月至1955年7月，在135个大中城市先后开展了这一教育活动。通过这一活动，提高了广大青年的思想觉悟和拒腐能力，并在社会上形成了一种关怀、保护青少年成长的舆论力量。"
        },
        {
            "id": "27",
            "title": "青年植树造林活动",
            "content": "新中国成立后，为了改变中国森林资源缺乏的状况，毛泽东于1955年向全国人民发出了在12年内绿化祖国的号召。中共中央提出的1956年到1967年全国农业发展纲要草案中规定：从1956年开始，在12年内，绿化一切可能绿化的荒地荒山，在一切宅旁、村旁、路旁、水旁，以及荒地上荒山上，只要是可能的，都要求有计划地种起树来。全国青年积极响应号召，立即开展了规模空前的植树造林活动。从1955年秋至1956年春，全国有6660万青年参加这一活动，造林546万亩，植树22亿株。1956年3月，在延安召开了陕西、甘肃、山西、内蒙古、河南五省区青年造林大会，推动了活动的进一步开展。仅1956年，全国就有1.2亿青少年参加了植树造林活动，组织了数以万计的青年造林突击队，先后开展了绿化长江、绿化黄河、绿化长城、绿化西北黄土高原活动，筑起了东北、西北和内蒙古防护林带，东起府谷西至定边的陕北防沙林带，绿化了成千上万的荒山、荒滩、荒沟等。"
        },
        {
            "id": "28",
            "title": "青年扫盲活动",
            "content": "建国初期在全国青年中普遍开展的扫除文盲活动。1950年中央人民政府政务院发布一系列关于开展职工业余教育的指示，并在1952年掀起“扫除文盲，普及文化”的高潮。1955年12月，团中央作出了《关于在七年内扫除全国农村青年文盲的决定》，决定用7年时间，即从1956年到1962年，依靠已有的3000多万农村识字青年，扫除全国7000多方农村青年文盲，使全国青年文盲的80％左右脱离文盲状态，使他们每人认识1500字左右。同时作出了《奖励扫除文盲运动中的青年积极分子的办法》。为把分散的农村知识青年团结和组织起来，更好地发挥他们的作用，解决扫盲的师资困难，团中央于1956年1月又发出了《关于普遍建立青年扫盲队的通知》，要求全国农村团的组织普遍建立青年扫盲队，组织农村知识青年担任民校、记工学习班、识字小组的教员和辅导员。各地团委迅速行动起来，加强领导，制定规划，层层落实，于是在全国范围内再次掀起了扫盲高潮。从1955年冬至1956年春，全国入学人数有6000多万人，其中工农青年4000多万人（主要是农村青年）。据统计，仅1955年秋后的一年时间里，全国农村就扫除文盲六七百万人。"
        },
        {
            "id": "29",
            "title": "为社会主义建设立功活动",
            "content": "为了动员全国青年为完成和超额完成第一个五年计划而奋斗，1955年2月，青年团二届二中全会决定于当年9月召开全国青年社会主义建设积极分子大会。决定公布后，各地青年立即开展了“争做一个社会主义建设积极分子”和“为社会主义建设立功”活动。在这些活动中，全国涌现出约400万青年积极分子。9月1日至10日，全国20个大中城市举办了“全国青年社会主义建设积极分子大会电影周”和书籍宣传周等，对青年进行形象化的热爱祖国、建设祖国和保卫祖国的教育。9月20日至28日，全国青年社会主义建设积极分子大会在北京隆重举行。来自各条战线的青年积极分子共1527人出席了大会。党和政府非常重视这次大会。会前刘少奇、周恩来、朱德分别为大会题词，邓颖超、吴玉章写了祝贺大会召开的文章。邓小平代表党中央在大会上讲了话，胡耀邦代表团中央作了《中国青年为实现第一个五年计划而斗争的任务》的报告，号召全国青年行动起来，积极参加社会主义工业化建设和农业合作化运动；学习文化、掌握技术、向科学进军；提高革命警惕，保卫祖国的社会主义建设。这次大会在全国青年中引起强烈反响，青年们纷纷制定或修订计划，开展挑、应战，推动了这项活动进一步深入开展。"
        },
        {
            "id": "30",
            "title": "向科学进军活动",
            "content": "50年代在全国青年主要是知识青年中开展的学习科学技术、钻研科学难题的活动。1956年1月中共中央召开知识分子问题会议，中共中央书记处书记周恩来作了《关于知识分子问题的报告》，向全党和全国人民发出了“向科学进军”的号召。团中央要求各地团组织应把培养青年专家、带领青年向科学进军、努力普及文化工作作为当前的重要任务。各地团组织广泛地向青年进行了“向科学进军”的动员，并帮助青年解决了许多学习和科研中的实际困难，全国知识青年迅速掀起了一个向科学进军的热潮。他们抓紧业余时间认真读书，刻苦钻研科学难题，许多人订出了个人进修规划。在一些机关、厂矿企业部门，一些青年成立了科研小组，密切联系工作实际进行专题研究，并获得重要成果。"
        }
    ]
}
