{
    "database-name": "PartyHistory-m5",
    "database-version": "1.0",
    "charset": "UTF-8",
    "month": "5",
    "word": [
        {
            "id": "122",
            "Date": "05-01",
            "content": "1925年5月1日—9日，第二次全国劳动大会和广东省第一次农民代表大会在广州同时举行。第二次全国劳动大会决定成立中华全国总工会，它代表166个工会，共拥有有组织的工人54万人。"
        },
        {
            "id": "123",
            "Date": "05-02",
            "content": "1942年5月2日，中共中央在延安杨家岭召开延安文艺工作者座谈会，毛泽东在会上发表重要讲话，对文艺界的整风运动起了积极的推进作用。"
        },
        {
            "id": "124",
            "Date": "05-03",
            "content": "1926年5月3日，第六届农民运动讲习所开学， 9月11日结业。这届农民运动讲习所由毛泽东任所长，高语罕任政治训练主任，萧楚女任教务主任，招收来自全国二十个省区的三百余名学员，为北伐战争中全国农民运动的蓬勃发展准备了干部。"
        },
        {
            "id": "125",
            "Date": "05-04",
            "content": "1946年5月4日，中共中央发出《关千士地问题的指示》（即“五四指示”）。将党在抗战时期实行的削弱封建的减租减息政策，改变为实行“耕者有其田”的政策。各解放区根据“五四指示，迅速开展了土地制度改革运动。"
        },
        {
            "id": "126",
            "Date": "05-05",
            "content": "1924年5月5日，设立在黄埔的国民党陆军军官学校第—期学员开始入学。6月16日，黄埔军校正式举行开学典礼。孙中山兼任军校总理，廖仲恺任校党代表，蒋介石任校长。周恩来、恽代英、萧楚女、熊雄、聂荣臻等共产党人先后在该校担任政治领导工作以及其他工作。"
        },
        {
            "id": "127",
            "Date": "05-06",
            "content": "1995年5月6日，中共中央、国务院作出《关千加速科学技术进步的决定》，确定实施科教兴国战略。"
        },
        {
            "id": "128",
            "Date": "05-07",
            "content": "2014年5月7日，习近平会见亲民党主席宋楚瑜，指出推动两岸关系和平发展的方针政策不会改变，促进两岸交流合作、互利共赢的务实举措不会放弃，团结台湾同胞共同奋斗的真诚热情不会减弱，制止“台独”分裂图谋的坚强意志不会动摇。"
        },
        {
            "id": "129",
            "Date": "05-08",
            "content": "1999年5月8日，以美国为首的北约飞机用导弹袭击中国驻南斯拉夫联盟共和国大使馆，造成使馆馆舍破坏， 20多名使馆人员受伤，新华社记者邵云环、光明日报记者许杏虎、朱颖牺牲。"
        },
        {
            "id": "130",
            "Date": "05-09",
            "content": "2006年5月9日，第60届联合国大会以无记名投票的方式选出人权理事会首届47个成员，其中包括中国、法国、俄罗斯和英国4个联合国安理会常任理事国。"
        },
        {
            "id": "131",
            "Date": "05-10",
            "content": "1924年5月10日—15日，中共中央执行委员会扩大会议在上海召开。会议肯定了国共合作五个月以来的成绩，指出了国共合作实现以后共产党内出现的右倾偏向，认为“只有发动工人参加斗争，防止资产阶级的妥协性，民族解放才能彻底”。"
        },
        {
            "id": "132",
            "Date": "05-11",
            "content": "1978年5月11日，《光明日报》以特约评论员名义发表《实践是检验真理的唯—标准》一文。此后，在邓小平领导、支持下，关千真理标准问题的讨论在全国展开，为中共十—届三中全会作了重要的思想准备，对党和国家的历史进程产生了重大而深远的影晌。"
        },
        {
            "id": "133",
            "Date": "05-12",
            "content": "2008年5月12日，四川汶川发生里氏8.0级特大地震。在中共中央、国务院和中央军委坚强领导下，我国组织开展了历史上救援速度最快、动员范围最广、投入力量最大的抗需救灾斗争，夺取了抗需救灾斗争的重大胜利。"
        },
        {
            "id": "134",
            "Date": "05-13",
            "content": "1947年5月13日—16日，华东野战军在山东蒙阴孟良尚地区—举全歼被称为国民党军队“五大主力”之—的整编第七十四师等部，给国民党军队以沉重打击。孟良尚战役的胜利对解放区举行全面反攻具有特别重大的影响。"
        },
        {
            "id": "135",
            "Date": "05-14",
            "content": "2017年5月14日—15日，首届“一带一路”国际合作高峰论坛在北京举行。习近平出席开幕式并发表主旨演讲，强调要将“一带一路”建成和平之路、繁荣之路、开放之路、创新之路、文明之路。"
        },
        {
            "id": "136",
            "Date": "05-15",
            "content": "1957年5月15日，中国新民主主义青年团第三次全国代表大会举行，决定将中国新民主主义青年团改名为中国共产主义青年团。"
        },
        {
            "id": "137",
            "Date": "05-16",
            "content": "1980年5月16日，中共中央和国务院批准《关千广东、福建两省会议纪要》。决定在广东省的深圳市、珠海市、汕头市和福建省的厦门市，各划出—定范围的区域试办经济特区。"
        },
        {
            "id": "138",
            "Date": "05-17",
            "content": "2016年5月17日，习近平主持召开哲学社会科学工作座谈会，提出要着力构建中国特色哲学社会科学，强调坚定中国特色社会主义道路自信、理论自信、制度自信，说到底是要坚定文化自信，文化自信是更基本、更深沉、更持久的力量。2017年3月5日，中共中央印发《关千加快构建中国特色哲学社会科学的意见》。"
        },
        {
            "id": "139",
            "Date": "05-18",
            "content": "1936年5月18日，中央革命军事委员会发布西征战役行动命令。命令决定以红一方面军第一、第十五军团和第八十一师、骑兵团等组成西方野战军，彭德怀为司令员兼政治委员，进行西征战役，向陕、甘、宁三省边界地区发动进攻。"
        },
        {
            "id": "140",
            "Date": "05-19",
            "content": "1941年5月19日，毛泽东在延安高级干部会议上作《改造我们的学习》的报告，深刻批判了主观主义的恶劣作风，号召全党树立理论和实际相统—的实事求是的马克思主义作风。"
        },
        {
            "id": "141",
            "Date": "05-20",
            "content": "1928年5月20日—22日，毛泽东在宁冈茅坪主持召开中共湘赣边界第—次代表大会，确定了“深入割据地区的土地革命”的政策，把它看作在罗霄山脉中段建立巩固的革命根据地的基本条件之—。"
        },
        {
            "id": "142",
            "Date": "05-21",
            "content": "1944年5月21日，中共中央扩大的六届七中全会在延安杨家岭开幕。七中全会第—次会议选出毛泽东、朱德、刘少奇、任弼时、周恩来同志组成主席团，毛泽东为主席团主席，并决定在全会期间由主席团处理党的日常工作，书记处及政治局停止行使职权。"
        },
        {
            "id": "143",
            "Date": "05-22",
            "content": "2009年5月22日，中共中央政治局召开会议，审议并通过《关千实行党政领导干部问责的暂行规定》、《中国共产党巡视工作条例（试行）》、《国有企业领导人员廉洁从业若干规定》。"
        },
        {
            "id": "144",
            "Date": "05-23",
            "content": "1951年5月23日，中央人民政府和西藏地方政府在北京签订《中央人民政府和西藏地方政府关千和平解放西藏办法的协议》，宣告西藏和平解放。"
        },
        {
            "id": "145",
            "Date": "05-24",
            "content": "1977年5月24日，邓小平同王震、邓力群谈话，明确指出“两个凡是”不符合马克思主义。毛泽东思想是个思想体系。我们要高举旗帜，就是要学习和运用这个思想体系，用准确的完整的毛泽东思想来指导我们全党、全军和全国人民。"
        },
        {
            "id": "146",
            "Date": "05-25",
            "content": "1990年5月25日，中共中央印发《关千县以上党和国家机关党员领导干部民主生活会的若干规定》，并发出通知，要求县以上各级党组织尤其是主要负责同志要高度重视，认真组织，开好民主生活会。"
        },
        {
            "id": "147",
            "Date": "05-26",
            "content": "1938年5月26日—6月3日，毛泽东在延安抗日战争研究会上作《论持久战》讲演。讲演全面分析了中日战争所处的时代和中日双方的基本特点，阐述了中国抗日战争的持久战总方针，批驳了亡国论和速胜论，回答了困扰人们思想的种种问题，在国内外产生重大影晌。"
        },
        {
            "id": "148",
            "Date": "05-27",
            "content": "1985年5月27日，中共中央颁布《关千教育体制改革的决定》，指出教育体制改革的根本目的，是提高民族素质，多出人才、出好人才。"
        },
        {
            "id": "149",
            "Date": "05-28",
            "content": "1925年5月28日，中共中央召开紧急会议，决定以反对帝国主义屠杀中国工人为中心口号，发动群众千30日在上海租界举行反帝示威。同时，中共中央还决定，为了加强工会的组织力量，由共产党人李立三、刘华等主持，成立上海总工会。随后刘少奇到达上海，也参加了上海总工会的领导。"
        },
        {
            "id": "150",
            "Date": "05-29",
            "content": "1981年5月29日，中华人民共和国名誉主席、全国人民代表大会常务委员会副委员长宋庆龄逝世，终年88岁。"
        },
        {
            "id": "151",
            "Date": "05-30",
            "content": "1925年5月30日，上海学生及其他群众代表举行反帝游行、讲演，租界巡捕开枪镇压，酿成“ 五卅惨案”，死13人，伤数十人。当晚中共中央再一次召开紧急会议，决定组织行动委员会，建立各阶级的统一战线，发动工人罢工，学生罢课，商人罢市，抗议帝国主义者屠杀中国人民。"
        },
        {
            "id": "152",
            "Date": "05-31",
            "content": "1936年5月31日，全国各界救国联合会在上海成立。主要领导人有沈钧儒、邹韬奋等。该会制定了《抗日救国初步政策》，并发表声明，晌应中国共产党“停止内战，一致抗日”的主张。"
        }
    ]
}