{
    "database-name": "PartyHistory-m4",
    "database-version": "1.0",
    "charset": "UTF-8",
    "month": "4",
    "word": [
        {
            "id": "92",
            "Date": "04-01",
            "content": "1948年4月1日，毛泽东在山西兴县蔡家雇村晋绥干部会议上讲话，总结土地改革工作和整党工作的经验，阐述了中国共产党在当前历史阶段的总路线和总政策是“无产阶级领导的，人民大众的，反对帝国主义、封建主义和官僚资本主义的革命”。"
        },
        {
            "id": "93",
            "Date": "04-02",
            "content": "1975年4月2日，董必武在北京逝世，终年九十岁。董必武同志是中国共产党的创始人之一，中华人民共和国的缔造者之—，杰出的无产阶级革命家、马克思主义的政治家和法学家，是我们党第—代领导集体的成员和国家的重要领导人。"
        },
        {
            "id": "94",
            "Date": "04-03",
            "content": "1992年4月3日，七届全国人大五次会议通过关千兴建长江三峡工程的决议。"
        },
        {
            "id": "95",
            "Date": "04-04",
            "content": "1990年4月4日，七届全国人大三次会议通过《中华人民共和国香港特别行政区基本法》《全国人民代表大会关千（中华人民共和国香港特别行政区基本法〉的决定》《全国人民代表大会关千设立香港特别行政区的决定》。"
        },
        {
            "id": "96",
            "Date": "04-05",
            "content": "1952年4月5日，治理开发长江的第一个大型工程——荆江分洪第一期工程全面开工。到1978年底，新安江水电站、黄河三门峡水利枢纽、黄河青铜峡水利枢纽、丹江口水利枢纽、黄河刘家峡水利枢纽等一批水利工程陆续建成。"
        },
        {
            "id": "97",
            "Date": "04-06",
            "content": "1974年4月6日—16日，邓小平率中国代表团出席联合国大会第六届特别会议。其间，邓小平在会上全面阐述毛泽东关千“三个世界”划分的理论和中国的对外政策。"
        },
        {
            "id": "98",
            "Date": "04-07",
            "content": "1995年4月7日，《人民日报》发表长篇通讯《领导干部的楷模一孔繁森》，并发表题为《向孔繁森同志学习》的社论。14日，中共中央组织部、中共中央宣传部发出关千开展向孔繁森学习活动的通知。"
        },
        {
            "id": "99",
            "Date": "04-08",
            "content": "1946年4月8日，中国共产党政协代表王若飞、政协宪草审议委员会代表秦邦宪因国民党推翻政协协议，冒恶劣天气从重庆回延安向党中央报告和请示，飞机在山西兴县黑茶山失事。王若飞、秦邦宪、叶挺、邓发、黄齐生、李少华等17人同机罹难，称为“四八”烈士。"
        },
        {
            "id": "100",
            "Date": "04-09",
            "content": "1936年4月9日，周恩来代表中共中央到东北军驻地肤施（即延安）同张学良举行会谈。张学良接受中国共产党关千停止内战、共同抗日的政治主张，并提出争取蒋介石抗日的意见。双方还商定了红军与东北军互不侵犯、互派代表等事项。"
        },
        {
            "id": "101",
            "Date": "04-10",
            "content": "1977年4月10日，邓小平致信华国锋、叶剑英和中共中央。针对“两个凡是”的错误观点，指出我们必须世世代代地用准确的完整的毛泽东思想来指导我们全党、全军和全国人民。5月3日，中共中央转发这封信。"
        },
        {
            "id": "102",
            "Date": "04-11",
            "content": "1940年4月11日—26日，中共中央北方局在山西省黎城召开太行、太岳、冀南等抗日根据地领导参加的高级干部会议（称黎城会议）。会议根据中央指示和华北敌后的形势，提出巩固根据地的建党、建军、建政三大任务。"
        },
        {
            "id": "103",
            "Date": "04-12",
            "content": "1927年4月12日，蒋介石在上海发动反革命政变，收缴工人纠察队的武器，捕杀工人和共产党员。这就是震惊中外的“四—二”反革命政变。"
        },
        {
            "id": "104",
            "Date": "04-13",
            "content": "1943年4月13日，毛泽东主持召开中共中央政治局会议，讨论由他起草的《中央关千继续开展整风运动的指示（草案）》第—号、第二号、第三号。毛泽东指出：党内与党外的自由主义是有区别的，在国民党统治区域资产阶级的自由主义是进步的。思想自由与自由主义应有区别，党内有思想自由，但不能有自由主义。"
        },
        {
            "id": "105",
            "Date": "04-14",
            "content": "1927年4月14日，共产国际执行委员会发表《关千蒋介石发动反革命政变告全世界无产者、农民及—切被压迫民族书》，指出蒋介石已衱帝国主义所收买，已成了帝国主义强盗的同伙，工人运动的敌人。"
        },
        {
            "id": "106",
            "Date": "04-15",
            "content": "1937年4月15日，中共中央发出《告全党同志书》，号召全党“为巩固国内和平，争取民主权利，实现对日抗战而斗争”，指出“在目前新阶段内，我党工作中心的—环，应该是抗日的民主运动的发展”。"
        },
        {
            "id": "107",
            "Date": "04-16",
            "content": "1950年4月16日，人民解放军发起大规模渡海战役，千帆竞发强渡琼州海峡，同国民党海军在海上展开激战。在长期坚持海南岛武装斗争的中共领导的琼雇纵队的接应下，渡海部队顺利登陆，迅速突破敌军防线。5月1日，海南全岛解放。"
        },
        {
            "id": "108",
            "Date": "04-17",
            "content": "1931年4月17日，中央革命军事委员会主席项英，副主席朱德、毛泽东发布关千《第二次战争中的地方武装工作》的通令。通令指出：在第二次战争快要走到的当前，地方武装等须主动的向敌人袭击扰乱，灵活运用游击战术，应用“敌进我退、敌驻我扰、敌退我追、敌疲我战”的秘诀，采取“化众为零、化零为众”的方法，以完成其应有的任务。"
        },
        {
            "id": "109",
            "Date": "04-18",
            "content": "1955年4月18日—24日，周恩来率中国代表团出席在印度尼西亚万隆举行的有29个国家参加的亚非会议。中国代表团本着“求同存异”的方针，同其他与会国家—起，为会议的成功作出贡献，共同倡导形成“万隆精神”。通过这次会议，中国打开了与亚非国家广泛交往的大门。"
        },
        {
            "id": "110",
            "Date": "04-19",
            "content": "1950年4月19日，中共中央发出《关于在报纸刊物上展开批评和自我批评的决定》。决定指出，我们党己领导着全国的政权，工作中的缺点、错误很容易危害人民的利益，领导者的地位，又容易产生骄傲恓绪，拒绝批评，压制批评。为此，中共中央决定“在一切公开的场合，在人民群众中，特别在报纸刊物上展开对于我们工作中一切错误和缺克的批评与自我批评”。"
        },
        {
            "id": "111",
            "Date": "04-20",
            "content": "1945年4月20日，中共中央扩大的六届七中全会讨论并通过了《关千若干历史问题的决议》。它是整风运动的重要成果，使全党尤其是党的高级干部达到在马克思列宁主义、毛泽东思想基础上的团结—致，为中共七大的召开， 在思想上作了充分准备。"
        },
        {
            "id": "112",
            "Date": "04-21",
            "content": "1949年4月21日，毛泽东、朱德发布向全国进军的命令。从20日子夜起，第二、第三野战军在东起江阴、西至湖口，长达—千里的战线上，强渡长江天堑，彻底摧毁敌人苦心经营了三个半月的长江防线。"
        },
        {
            "id": "113",
            "Date": "04-22",
            "content": "1958年4月22日，人民英雄纪念碑在天安门广场建成。"
        },
        {
            "id": "114",
            "Date": "04-23",
            "content": "1949年4月23日，人民解放军占领南京，宣告国民党在全国的反动统治的范灭。"
        },
        {
            "id": "115",
            "Date": "04-24",
            "content": "1970年4月24日，我国成功发射了第—颗人造地球卫星——“东方红”1号。“东方红”1号的发射成功，使我国成为世界上第五个独立自主研制和发射人造地球卫星的国家，标志着我国在宇航技术研究方面取得了历史性的重大突破。"
        },
        {
            "id": "116",
            "Date": "04-25",
            "content": "1956年4月25日，毛泽东在中共中央政治局扩大会议上作《论十大关系》报告。报告强调要调动国内外—切积极因素，为建设强大的社会主义国家而奋斗，并初步总结我国社会主义建设经验，提出探索适合中国情况的建设社会主义道路的任务。"
        },
        {
            "id": "117",
            "Date": "04-26",
            "content": "1954年4月26日—7月21日，周恩来率中国代表团参加讨论和平解决朝鲜问题和恢复印度支那和平问题的日内瓦会议。这是新中国首次作为五大国之一参加重要国际会议。"
        },
        {
            "id": "118",
            "Date": "04-27",
            "content": "1927年4月27日—5月9日，中国共产党第五次全国代表大会在武汉举行。大会的中心议题是确定党在紧急时期的任务。"
        },
        {
            "id": "119",
            "Date": "04-28",
            "content": "1956年4月28日，毛泽东在中共中央政治局扩大会议总结讲话中指出，艺术问题上的百花齐放，学术问题上的百家争鸣，应该成为我们的方针。"
        },
        {
            "id": "120",
            "Date": "04-29",
            "content": "2005年4月29日，胡锦涛在北京同中国国民党主席连战举行正式会谈。会后双方共同发布“两岸和平发展共同愿景”。这是60年来国共两党主要领导人首次会谈。"
        },
        {
            "id": "121",
            "Date": "04-30",
            "content": "1948年4月30日，中共中央发布“五一”国际劳动节口号，提出“打到南京去”的号召，并号召“各民主党派、各人民团体、各社会贤达迅速召开政治协商会议，讨论并实现召集人民代表大会，成立民主联合政府”。"
        }
    ]
}