{
    "database-name": "PartyHistory-m6",
    "database-version": "1.0",
    "charset": "UTF-8",
    "month": "6",
    "word": [
        {
            "id": "153",
            "Date": "06-01",
            "content": "1958年6月1日，中国共产党中央委员会理论刊物《红旗》创刊。《红旗》杂志第—期发表毛泽东4月15日写的《介绍一个合作社》一文。"
        },
        {
            "id": "154",
            "Date": "06-02",
            "content": "1949年6月2日，中国人民解放军攻占崇明岛，京沪杭战役胜利结束。京沪杭战役是渡江战役的第三阶段，战役目的是解放武汉、上海地区。"
        },
        {
            "id": "155",
            "Date": "06-03",
            "content": "2016年6月3日，习近平在参观国家“十二五”科技创新成就展时强调，新形势下，全国广大科技工作者要响应党中央号召，坚定信心，坚韧不拨，坚持不懈，把科技创新摆在更加重要的位置，实施好创新驱动发展战略，继续在加快推进创新型国家建设、世界科技强国建设的历史进程中建功立业，努力为实现“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦作出新的更大的贡献。"
        },
        {
            "id": "156",
            "Date": "06-04",
            "content": "1925年6月4日，中国共产党历史上的第—份日报《热血日报》创刊，由瞿秋白主编。这份通俗的政治性小型报纸，每天出版8开4版一张。《热血日报》只出了24期，6月29日就被租界巡捕房查封而停刊。它在中国现代革命史和新闻史上写下了光辉的—页。"
        },
        {
            "id": "157",
            "Date": "06-05",
            "content": "2008年6月5日，国务院印发《国家知识产权战略纲要》。"
        },
        {
            "id": "158",
            "Date": "06-06",
            "content": "1950年6月6日—9日，中共七届三中全会召开。毛泽东提交《为争取国家财政经济状况的基本好转而斗争》书面报告，并发表《不要四面出击》讲话。"
        },
        {
            "id": "159",
            "Date": "06-07",
            "content": "1942年6月7日，《解放日报》发表社论《华北各抗日根据地处在空前残酷斗争中》，指出由于日军对华北抗日根据地连续不断地“扫荡”和推行“治安强化运动”，斗争之艰苦与残酷，实空前未有；我们要有在敌后坚持抗战争取胜利的信心，又要对困难有充分的认识，去迎接困难与克服困难。"
        },
        {
            "id": "160",
            "Date": "06-08",
            "content": "1950年6月8日，周恩来在第一届全国高等教育会议上发表讲话，阐述新民主主义的教育方针。讲话指出：我们的新民主主义教育同整个新民主主义的纲领是—致的，都是反对帝国主义、封建主义和官僚资本主义。"
        },
        {
            "id": "161",
            "Date": "06-09",
            "content": "1985年6月9日—15日，首次全国法制宣传教育工作会议通过《关于向全体公民基本普及法律常识的五年规划》。到2018年，共实施7个五年普法规划。"
        },
        {
            "id": "162",
            "Date": "06-10",
            "content": "2003年6月10日，由中央宣传部组织编写的《“三个代表”重要思想学习纲要》出版发行。"
        },
        {
            "id": "163",
            "Date": "06-11",
            "content": "1945年6月11日，中共七大举行全体会议的最后—次会议，毛泽东致闭幕词。他指出：我们开了—个很好的大会，是胜利的大会，团结的大会。我们做了三件事：第—，决定了党的路线；第二，通过了新的党章；第三，选举了党的领导机关中央委员会。"
        },
        {
            "id": "164",
            "Date": "06-12",
            "content": "1923年6月12日至20日，中共三大在广州召开。大会的主要议程是讨论全体共产党员加入国民党的问题，决定全体共产党员以个人名义加入国民党，以建立各民主阶级的统—战线。大会选举陈独秀为中央执行委员会委员长、毛泽东为秘书、罗章龙为会计，负责党中央的日常工作。"
        },
        {
            "id": "165",
            "Date": "06-13",
            "content": "1999年6月13日，中共中央、国务院作出《关千深化教育改革全面推进素质教育的决定》。提出，全面推进素质教育，培养适应21世纪现代化建设需要的社会主义新人。"
        },
        {
            "id": "166",
            "Date": "06-14",
            "content": "1953年6月14日至8月13日，中共中央召开全国财经工作会议。会议着重讨论了贯彻执行过渡时期总路线问题，提出了我国第—个五年建设计划。"
        },
        {
            "id": "167",
            "Date": "06-15",
            "content": "1948年6月15日，由《晋察冀日报》和晋冀鲁豫《人民日报》合并而成的中共华北局机关报《人民日报》在河北省平山县里庄创刊，毛泽东为《人民日报》题写报头。"
        },
        {
            "id": "168",
            "Date": "06-16",
            "content": "2019年6月16日，习近平致信祝贺光明日报创刊70周年。他在贺信中指出，70年来，光明日报自觉坚持党的领导，坚持与真理同行、与时代同步，团结、联系、引导、服务知识界，在政治建设、理论创新、道德引领、教育启迪、文化传播、科学普及等诸多领域，发挥了重要作用。"
        },
        {
            "id": "169",
            "Date": "06-17",
            "content": "1967年6月17日，我国第一颗氢弹空爆试验成功。"
        },
        {
            "id": "170",
            "Date": "06-18",
            "content": "1928年6月18日至7月11日，中国共产党第六次全国代表大会在苏联莫斯科近郊举行。大会对—系列存在严重争论的有关中国革命的根本问题，做出基本正确的回答。"
        },
        {
            "id": "171",
            "Date": "06-19",
            "content": "1945年6月19日，中共七届一中全会第一次会议举行。会议选举毛泽东、朱德、刘少奇、周恩来、任弼时、陈云等十三人为中央政治局委员；选举毛泽东、朱德、刘少奇、周恩来、任弼时为中央书记处书记；选举毛泽东为中央委员会主席兼中央政治局、中央书记处主席。"
        },
        {
            "id": "172",
            "Date": "06-20",
            "content": "1952年6月20日—24日，中华全国体育总会成立大会召开，选举朱德为中华全国体育总会名誉主席，同时选出中华全国体育总会委员会，并通过了中华全国体育总会章程。毛泽东为该会成立题词：发展体育运动，增强人民体质。"
        },
        {
            "id": "173",
            "Date": "06-21",
            "content": "1940年6月21日，毛泽东在延安新哲学会第一届年会上讲话。讲话指出：理论这件事是很重要的，中国革命有了许多年，但理论活动仍很落后，这是大缺憾。要知道革命如不提高革命理论，革命胜利是不可能的。过去我们注意的太不够，今后应加紧理论研究。"
        },
        {
            "id": "174",
            "Date": "06-22",
            "content": "2018年6月22日—23日，中央外事工作会议召开。习近平在会议上讲话指出，把握国际形势要树立正确的历史观、大局观、角色观。这次会议总结并阐述了习近平外交思想。"
        },
        {
            "id": "175",
            "Date": "06-23",
            "content": "1989年6月23日—24日，中共十三届四中全会举行。全会选举江泽民为中央委员会总书记。江泽民在全会上讲话指出，在对待党的十一届三中全会以来的路线和基本政策这个最基本的问题上，要明确两句话：一句是坚定不移，毫不动摇；一句是全面执行，一以贯之。"
        },
        {
            "id": "176",
            "Date": "06-24",
            "content": "2019年6月24日，中共中央政治局就“牢记初心使命，推进自我革命”举行第十五次集体学习。习近平在主持学习时强调，我们党作为百年大党，如何永葆先进性和纯洁性、永葆青春活力，如何永远得到人民拥护和支持，如何实现长期执政，是我们必须回答好、解决好的一个根本性问题。"
        },
        {
            "id": "177",
            "Date": "06-25",
            "content": "2017年6月25日，中国标准动车组被命名为 “复兴号”，并于26日投入运行。中国高速动车组技术实现全面自主化。"
        },
        {
            "id": "178",
            "Date": "06-26",
            "content": "1946年6月26日，国民党反动派捍然撕毁停战协定和政协协议，大举围攻中原解放区，从此发动了向各个解放区的全面进攻。新的全国内战因而爆发。"
        },
        {
            "id": "179",
            "Date": "06-27",
            "content": "1981年6月27日，中共十一届六中全会召开，一致通过邓小平主持起草的《关于建国以来党的若干历史问题的决议》。标志着党在指导思想上拨乱反正的胜利完成。"
        },
        {
            "id": "180",
            "Date": "06-28",
            "content": "1954年6月28日、29日，周恩来在访问印度、缅甸期间，分别与印度总理尼赫鲁和缅甸总理吴努发表《联合声明》，共同倡导和平共处五项原则。"
        },
        {
            "id": "181",
            "Date": "06-29",
            "content": "2018年6月29日，中共中央政治局就加强党的政治建设举行第六次集体学习。习近平在主持学习时强调，马克思主义政党具有崇高政治理想、高尚政治追求、纯洁政治品质、严明政治纪律。如果马克思主义政党政治上的先进性丧失了，党的先进性和纯洁性就无从谈起。这就是我们把党的政治建设作为党的根本性建设的道理所在。"
        },
        {
            "id": "182",
            "Date": "06-30",
            "content": "1950年6月30日，中央人民政府公布施行《中华人民共和国土地改革法》。到1952年底，除部分少数民族地区外，土地改革在中国大陆基本完成，封建土地所有制被彻底摧毁。"
        }
    ]
}